Revit 2027 API
SymbolTypeId.OhmM Property
 Symbol ohm·m, indicating unit Ohm meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OhmM { get; }
Public Shared ReadOnly Property OhmM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OhmM {
	ForgeTypeId^ get ();
}
static member OhmM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace